Repository: GigaDuckAI/conduck
Catalog: Conduck/Conduck/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans

# gateway.commands.title.run
source: Run the setup command
es: Ejecuta el comando de configuración
ja: 設定コマンドを実行
zh_hans: 运行设置命令

# gateway.credentialSource.hermes.caveat.apiServer
source: Hermes's setup wizard does NOT turn its API server on. Set API_SERVER_ENABLED=true in the same file, then restart Hermes.
es: El asistente de configuración de Hermes NO activa su servidor API. Define API_SERVER_ENABLED=true en el mismo archivo y reinicia Hermes.
ja: Hermesの設定ウィザードではAPIサーバーは有効になりません。同じファイルにAPI_SERVER_ENABLED=trueを設定し、Hermesを再起動してください。
zh_hans: Hermes 的设置向导不会开启 API 服务器。请在同一文件中设置 API_SERVER_ENABLED=true，然后重启 Hermes。

# gateway.credentialSource.hermes.healthBody
source: To check the server is alive at all, open this route in a browser. If this route doesn't answer, the API server itself is off — see the note below:
es: Para comprobar si el servidor responde, abre esta ruta en un navegador. Si no responde, el propio servidor API está desactivado; consulta la nota de abajo:
ja: サーバー自体が稼働しているか確認するには、このルートをブラウザで開いてください。応答がなければAPIサーバー自体が無効です。下の注記を確認してください：
zh_hans: 要检查服务器是否正在运行，请在浏览器中打开此路由。如果没有响应，说明 API 服务器本身未开启，请参阅下方说明：

# gateway.credentialSource.hermes.tokenBody
source: Hermes does not generate a token — you choose it yourself. Open this file on your server and copy the value stored under this key; if the key isn't there, add it with a long random value of your own and restart Hermes.
es: Hermes no genera un token: lo eliges tú. Abre este archivo en tu servidor y copia el valor guardado en esta clave; si no existe, añádela con un valor largo y aleatorio y reinicia Hermes.
ja: Hermesは認証トークンを生成しません。自分で決めてください。サーバー上のこのファイルを開き、このキーに保存された値をコピーします。キーがなければ、長いランダムな値を設定してHermesを再起動してください。
zh_hans: Hermes 不会生成令牌，需要你自己设定。在服务器上打开此文件，复制此键对应的值；如果此键不存在，请添加自己生成的较长随机值，然后重启 Hermes。

# gateway.credentialSource.openclaw.caveat.envSeed
source: Don't copy the token from the Docker .env file — that value is only a setup seed and can drift. Use gateway.auth.token in openclaw.json.
es: No copies el token del archivo .env de Docker: ese valor es solo un valor inicial de configuración y puede quedar desactualizado. Usa gateway.auth.token en openclaw.json.
ja: Dockerの.envファイルから認証トークンをコピーしないでください。その値は初期設定用で、実際の値と異なることがあります。openclaw.jsonのgateway.auth.tokenを使ってください。
zh_hans: 不要复制 Docker .env 文件中的令牌，该值只是初始化设置时使用，之后可能不同。请使用 openclaw.json 中的 gateway.auth.token。

# gateway.credentialSource.openclaw.healthBody
source: To check the server is alive at all, open this route in a browser — it answers even when the AI endpoint is switched off:
es: Para comprobar si el servidor responde, abre esta ruta en un navegador: responde incluso con el punto de conexión de IA desactivado:
ja: サーバー自体が稼働しているか確認するには、このルートをブラウザで開いてください。AIエンドポイントが無効でも応答します：
zh_hans: 要检查服务器是否正在运行，请在浏览器中打开此路由。即使 AI 端点关闭，它也会响应：

# gateway.credentialSource.openclaw.tokenBody
source: OpenClaw generated a token for you when you installed it — you don't have to invent one. Open this file on your server and copy the value stored under this key — the real secret, and if it shows a ${…} placeholder, paste the value it points to, not the placeholder:
es: OpenClaw generó un token al instalarlo: no tienes que inventar uno. Abre este archivo en tu servidor y copia el valor guardado en esta clave, el secreto real; si muestra un marcador ${…}, pega el valor al que apunta, no el marcador:
ja: OpenClawはインストール時に認証トークンを生成するため、自分で作る必要はありません。サーバー上のこのファイルを開き、このキーに保存された実際の秘密の値をコピーしてください。${…}のプレースホルダーがある場合は、プレースホルダーではなく、それが参照する値を貼り付けてください：
zh_hans: 安装 OpenClaw 时已为你生成令牌，无需自己设定。在服务器上打开此文件，复制此键对应的真实密钥；如果显示 ${…} 占位符，请粘贴它引用的值，而非占位符：

# gateway.endpointDisabled.hermes
source: Hermes ships with its OpenAI API server switched OFF. Set API_SERVER_ENABLED=true in ~/.hermes/.env, then restart Hermes.
es: Hermes viene con su servidor API de OpenAI DESACTIVADO. Define API_SERVER_ENABLED=true en ~/.hermes/.env y reinicia Hermes.
ja: HermesのOpenAI APIサーバーは初期状態では無効です。~/.hermes/.envにAPI_SERVER_ENABLED=trueを設定してHermesを再起動してください。
zh_hans: Hermes 默认关闭 OpenAI API 服务器。请在 ~/.hermes/.env 中设置 API_SERVER_ENABLED=true，然后重启 Hermes。

# gateway.endpointDisabled.openclaw
source: OpenClaw ships with its OpenAI chat endpoint switched OFF. Turn on gateway.http.endpoints.chatCompletions.enabled on your server, then restart the gateway.
es: OpenClaw viene con su punto de conexión de chat de OpenAI DESACTIVADO. Activa gateway.http.endpoints.chatCompletions.enabled en tu servidor y reinicia la pasarela.
ja: OpenClawのOpenAIチャットエンドポイントは初期状態では無効です。サーバーでgateway.http.endpoints.chatCompletions.enabledを有効にしてゲートウェイを再起動してください。
zh_hans: OpenClaw 默认关闭 OpenAI 聊天端点。请在服务器上开启 gateway.http.endpoints.chatCompletions.enabled，然后重启网关。

# gateway.plan.choose.action
source: Choose active gateways
es: Elegir pasarelas activas
ja: 有効なゲートウェイを選択
zh_hans: 选择启用的网关

# gateway.plan.choose.changed
source: Your gateways changed. Choose up to three saved gateways and try again.
es: Tus pasarelas cambiaron. Elige hasta tres pasarelas guardadas y vuelve a intentarlo.
ja: ゲートウェイが変更されました。保存済みのゲートウェイを3つまで選び、再試行してください。
zh_hans: 网关已发生变化，请选择最多三个已保存的网关后重试。

# gateway.plan.choose.message
source: Choose up to three active gateways for your free plan. Your other configurations and conversations stay saved.
es: Elige hasta tres pasarelas activas para tu plan gratuito. Las demás configuraciones y conversaciones siguen guardadas.
ja: 無料プランで有効にするゲートウェイを3つまで選んでください。ほかの設定や会話も保存されたままです。
zh_hans: 免费方案可选择最多三个启用的网关，其他配置和对话仍会保存。

# gateway.plan.choose.openrouter
source: OpenRouter is always available and does not count toward this selection.
es: OpenRouter siempre está disponible y no cuenta para esta selección.
ja: OpenRouterは常に利用でき、この選択数には含まれません。
zh_hans: OpenRouter 始终可用，不计入此选择。

# gateway.plan.inactive
source: This gateway is inactive on your free plan. Choose active gateways in Personal AI settings, or renew Conduck Pro.
es: Esta pasarela está inactiva en tu plan gratuito. Elige las pasarelas activas en los ajustes de IA personal o renueva Conduck Pro.
ja: 無料プランではこのゲートウェイは無効です。パーソナルAI設定で有効なゲートウェイを選ぶか、Conduck Proを更新してください。
zh_hans: 此网关在免费方案中未启用。请在“个人 AI”设置中选择启用的网关，或续订 Conduck Pro。

# gateway.plan.renew
source: Get unlimited gateways with Pro
es: Obtén pasarelas ilimitadas con Pro
ja: Proでゲートウェイを無制限に
zh_hans: 升级 Pro，使用不限数量的网关

# gateway.setup.success.fileSharing.off
source: File transfer · Off
es: Transferencia de archivos · Desactivada
ja: ファイル転送 · 無効
zh_hans: 文件传输 · 关闭

# gateway.setup.success.fileSharing.on
source: File transfer · On
es: Transferencia de archivos · Activada
ja: ファイル転送 · 有効
zh_hans: 文件传输 · 开启

# gateway.setup.success.fileSharing.uploadsOnly
source: File transfer · Uploads only
es: Transferencia de archivos · Solo subidas
ja: ファイル転送 · アップロードのみ
zh_hans: 文件传输 · 仅上传

# gateway.setup.success.isReadySuffix
source: is ready
es: está lista
ja: の準備ができました
zh_hans: 已就绪

# gateway.setup.success.newChats.usingPrefix
source: Default for new chats ·
es: Predeterminada para chats nuevos ·
ja: 新しいチャットのデフォルト ·
zh_hans: 新对话默认设置 ·

# gateway.setupCommand.copied
source: Copied
es: Copiado
ja: コピーしました
zh_hans: 已复制

# gateway.setupCommand.copyShort
source: Copy
es: Copiar
ja: コピー
zh_hans: 复制

# gateway.setupCommand.heroCaption
source: Downloads conduck-connect.sh from GitHub Releases, then runs it.
es: Descarga conduck-connect.sh de GitHub Releases y lo ejecuta.
ja: GitHub Releasesからconduck-connect.shをダウンロードして実行します。
zh_hans: 从 GitHub Releases 下载 conduck-connect.sh，然后运行。

# gateway.setupCommand.readGitHub
source: Read it on GitHub first
es: Léelo primero en GitHub
ja: まずGitHubで読む
zh_hans: 先在 GitHub 阅读

# gateway.setupCommand.viewGitHub
source: View the script on GitHub
es: Ver el script en GitHub
ja: GitHubでスクリプトを表示
zh_hans: 在 GitHub 查看脚本

# gatewaySetup.adapter.body1
source: Your AI stays exactly as it is. It just needs a small front door — an adapter — that receives Conduck's messages, hands them to your AI, and sends the answer back.
es: Tu IA sigue tal como está. Solo necesita una pequeña entrada, un adaptador, que reciba los mensajes de Conduck, los pase a tu IA y devuelva la respuesta.
ja: AIはそのまま使えます。Conduckのメッセージを受け取り、AIに渡して返信を返す小さな窓口、アダプターを追加するだけです。
zh_hans: 你的 AI 保持原样，只需一个小型入口，也就是适配器，接收 Conduck 的消息、交给 AI，再返回答案。

# gatewaySetup.adapter.body2
source: You don't have to build it yourself: copy the instructions below and paste them into the AI coding tool you built yours with. It will do the rest.
es: No tienes que crearlo tú: copia las instrucciones de abajo y pégalas en la herramienta de programación con IA que usaste para crear la tuya. Ella hará el resto.
ja: 自分で作る必要はありません。下の手順をコピーし、AIを作成したコーディングツールに貼り付ければ、残りはツールが行います。
zh_hans: 无需自己构建：复制下方说明，粘贴到用来构建 AI 的编程工具中，它会完成剩余工作。

# gatewaySetup.adapter.caution.row
source: It can trigger your AI's tools — keep it private and require a token.
es: Puede activar las herramientas de tu IA: mantenlo privado y exige un token.
ja: AIのツールを実行できるため、非公開にして認証トークンを必須にしてください。
zh_hans: 它可以触发 AI 的工具，请保持私密访问并要求令牌。

# gatewaySetup.adapter.continue
source: My adapter is running — continue
es: Mi adaptador está en funcionamiento: continuar
ja: アダプターが稼働しています — 続ける
zh_hans: 适配器已运行，继续

# gatewaySetup.adapter.copy
source: Copy instructions for my AI
es: Copiar instrucciones para mi IA
ja: AI用の手順をコピー
zh_hans: 复制给 AI 的说明

# gatewaySetup.adapter.learnMoreLinks
source: Want more context? [See how it works](%1$@), or [read the full adapter contract](%2$@).
es: ¿Quieres más contexto? [Mira cómo funciona](%1$@) o [lee el contrato completo del adaptador](%2$@).
ja: 詳しく知りたい場合は、[仕組みを見る](%1$@)か、[アダプターの完全な仕様を読む](%2$@)ことができます。
zh_hans: 想了解更多？[查看工作原理](%1$@)，或[阅读完整适配器协议](%2$@)。

# gatewaySetup.adapter.title
source: Keep your AI. Add an adapter.
es: Conserva tu IA. Añade un adaptador.
ja: AIはそのまま。アダプターを追加。
zh_hans: 保留你的 AI，添加适配器。

# gatewaySetup.fork.title.named
source: Connect %@
es: Conectar %@
ja: %@に接続
zh_hans: 连接 %@

# gatewaySetup.headsUp.body
source: The next steps have you run a command in a terminal on your server. You can do everything from this phone — but it's easier from a computer.
es: Los siguientes pasos te piden ejecutar un comando en una terminal de tu servidor. Puedes hacerlo todo desde este teléfono, pero es más fácil desde un ordenador.
ja: 次の手順ではサーバーのターミナルでコマンドを実行します。このiPhoneでもすべてできますが、コンピュータのほうが簡単です。
zh_hans: 接下来需要在服务器的终端中运行命令。你可以用这部手机完成全部步骤，但用电脑更方便。

# gatewaySetup.headsUp.cta
source: Got it — continue
es: Entendido: continuar
ja: 了解 — 続ける
zh_hans: 知道了，继续

# gatewaySetup.headsUp.pageLead
source: Everything you'll need is on this page:
es: Todo lo que necesitas está en esta página:
ja: 必要なものはすべてこのページにあります：
zh_hans: 所需内容都在本页：

# gatewaySetup.headsUp.title
source: Quick heads-up
es: Un aviso rápido
ja: 始める前に
zh_hans: 先了解一下

# gatewaySetup.helperTrust.connect
source: You'll pick how it connects — a private Tailscale link, a free public link (no domain or router setup), Cloudflare, or your own HTTPS.
es: Elegirás cómo se conecta: un enlace privado de Tailscale, un enlace público gratuito (sin configurar un dominio ni el router), Cloudflare o tu propio HTTPS.
ja: 接続方法を選びます。非公開のTailscale接続、ドメインやルーター設定が不要な無料の公開リンク、Cloudflare、または自分のHTTPSを使えます。
zh_hans: 你将选择连接方式：私有 Tailscale 连接、免费公共连接（无需设置域名或路由器）、Cloudflare，或自己的 HTTPS。

# gatewaySetup.helperTrust.cta
source: Show me the command
es: Mostrar el comando
ja: コマンドを表示
zh_hans: 显示命令

# gatewaySetup.helperTrust.does.check
source: Checks your server is reachable
es: Comprueba que tu servidor sea accesible
ja: サーバーへの接続を確認
zh_hans: 检查服务器是否可访问

# gatewaySetup.helperTrust.does.code
source: Prints a code to bring back here
es: Muestra un código para traer aquí
ja: ここに貼り付けるコードを表示
zh_hans: 输出代码，带回此处使用

# gatewaySetup.helperTrust.does.link
source: Sets up a secure link to your devices
es: Configura un enlace seguro con tus dispositivos
ja: デバイスへの安全な接続を設定
zh_hans: 建立到设备的安全连接

# gatewaySetup.helperTrust.lead
source: Run [conduck-connect](%1$@), a small open-source helper, on that computer.
es: Ejecuta [conduck-connect](%1$@), una pequeña herramienta de código abierto, en ese ordenador.
ja: そのコンピュータで、小さなオープンソースの補助ツール[conduck-connect](%1$@)を実行してください。
zh_hans: 在该电脑上运行小型开源辅助工具 [conduck-connect](%1$@)。

# gatewaySetup.helperTrust.safe.confident
source: Open source and local — it runs only on your computer, asks before every change it makes, and sends us nothing.
es: Código abierto y local: solo se ejecuta en tu ordenador, pide permiso antes de cada cambio y no nos envía nada.
ja: オープンソースで、あなたのコンピュータ上でのみ動作します。変更前に毎回確認し、私たちには何も送信しません。
zh_hans: 开源且本地运行，仅在你的电脑上执行，每次更改前都会询问，不向我们发送任何内容。

# gatewaySetup.helperTrust.safe.keepPrivate
source: Your setup code carries your gateway token — keep it private.
es: Tu código de configuración contiene el token de tu pasarela: mantenlo privado.
ja: 設定コードにはゲートウェイの認証トークンが含まれます。秘密にしてください。
zh_hans: 设置代码包含网关令牌，请保密。

# gatewaySetup.helperTrust.title
source: Create your setup code
es: Crear tu código de configuración
ja: 設定コードを作成
zh_hans: 创建设置代码

# gatewaySetup.readiness.getServer
source: Don't have one yet? Get [OpenClaw](%1$@) or [Hermes](%2$@).
es: ¿Aún no tienes uno? Consigue [OpenClaw](%1$@) o [Hermes](%2$@).
ja: まだありませんか？[OpenClaw](%1$@)または[Hermes](%2$@)を入手してください。
zh_hans: 还没有？获取 [OpenClaw](%1$@) 或 [Hermes](%2$@)。

# gatewaySetup.readiness.tip.server.a11y
source: About running as a server
es: Acerca de funcionar como servidor
ja: サーバーとしての稼働について
zh_hans: 关于以服务器形式运行

# gatewaySetup.readiness.tip.server.message
source: A program that stays on and answers requests at a web address — not something you start, use, and close when you're done. It has to speak the OpenAI-compatible chat API, which is what most AI servers already use. Conduck only connects over https, and the setup step can put that in front of your server for you.
es: Un programa que permanece encendido y responde a solicitudes en una dirección web, en lugar de algo que abres, usas y cierras al terminar. Debe usar la API de chat compatible con OpenAI, que es la que ya usa la mayoría de servidores de IA. Conduck solo conecta mediante https y el paso de configuración puede añadirlo delante de tu servidor.
ja: 必要なときだけ起動して終了するアプリではなく、常時稼働してWebアドレスでリクエストに応答するプログラムです。多くのAIサーバーがすでに使うOpenAI互換のチャットAPIに対応する必要があります。Conduckはhttpsでのみ接続し、設定手順でサーバーの前にhttps接続を追加できます。
zh_hans: 程序持续运行，并通过网络地址响应请求，而不是使用完就关闭。它必须支持兼容 OpenAI 的聊天 API，大多数 AI 服务器已经使用此接口。Conduck 仅通过 https 连接，设置步骤可为服务器配置此访问方式。

# gatewaySetup.readiness.tip.server.title
source: Running as a server
es: Funciona como servidor
ja: サーバーとして稼働
zh_hans: 以服务器形式运行

source: iPhone, iPad, Mac, Watch and CarPlay.
es: iPhone, iPad, Mac, Watch y CarPlay.
ja: iPhone、iPad、Mac、Watch、CarPlay。
zh_hans: iPhone、iPad、Mac、Apple Watch 和 CarPlay。

# intent.converse.description
source: Transcribe recorded audio, then send it to Chat or save it in Work.
es: Transcribe el audio grabado y envíalo al Chat o guárdalo en Trabajo.
ja: 録音した音声を文字起こしして、チャットに送るかワークスペースに保存します。
zh_hans: 转写录音，再发送到聊天或保存到工作台。

# intent.converse.destination
source: Destination
es: Destino
ja: 保存・送信先
zh_hans: 目标位置

# intent.converse.destination.type
source: Destination
es: Destino
ja: 保存・送信先
zh_hans: 目标位置

# intent.converse.destination.work
source: Work
es: Trabajo
ja: ワークスペース
zh_hans: 工作台

# intent.workAddFiles.description
source: Save files to your private Work desk without sending them to an AI.
es: Guarda archivos en tu escritorio privado de Trabajo sin enviarlos a una IA.
ja: AIに送らず、自分だけのワークスペースにファイルを保存できます。
zh_hans: 将文件保存到私人工作台，不发送给 AI。

# intent.workAddFiles.error.audioFile
source: “%@” is a recording. Work keeps recordings only when you add them yourself — open Work and use the attachment button.
es: “%@” es una grabación. Trabajo solo conserva grabaciones si las añades tú: abre Trabajo y usa el botón de adjuntar.
ja: 「%@」は録音です。ワークスペースでは自分で追加した録音だけを保存します。ワークスペースを開いて添付ボタンを使ってください。
zh_hans: “%@”是录音。工作台仅保留你主动添加的录音，请打开工作台并使用附件按钮。

# intent.workAddFiles.error.fileTooLarge
source: “%@” is too big to keep in Work.
es: “%@” es demasiado grande para guardarlo en Trabajo.
ja: 「%@」はワークスペースに保存するには大きすぎます。
zh_hans: “%@”过大，无法保留在工作台中。

# intent.workAddFiles.error.noFiles
source: Choose at least one file to add to Work.
es: Elige al menos un archivo para añadir a Trabajo.
ja: ワークスペースに追加するファイルを1つ以上選んでください。
zh_hans: 请至少选择一个文件添加到工作台。

# intent.workAddFiles.error.noteTooLong
source: That note is too long to add to Work. Shorten it, then try again.
es: Esa nota es demasiado larga para añadirla a Trabajo. Acórtala y vuelve a intentarlo.
ja: ワークスペースに追加するにはメモが長すぎます。短くして再試行してください。
zh_hans: 笔记过长，无法添加到工作台。请缩短后重试。

# intent.workAddFiles.error.setTooLarge
source: Those files are too big to add at once. Add them in smaller batches.
es: Esos archivos son demasiado grandes para añadirlos a la vez. Añádelos en grupos más pequeños.
ja: 一度に追加するにはファイルが大きすぎます。小分けにして追加してください。
zh_hans: 文件总大小过大，无法一次添加。请分成较小批次添加。

# intent.workAddFiles.error.tooManyFiles
source: That’s too many files to add at once. Add them in smaller batches.
es: Son demasiados archivos para añadirlos a la vez. Añádelos en grupos más pequeños.
ja: 一度に追加するにはファイルの数が多すぎます。小分けにして追加してください。
zh_hans: 文件过多，无法一次添加。请分成较小批次添加。

# intent.workAddFiles.error.unreadableFile
source: “%@” couldn’t be read, so nothing was added to Work.
es: No se pudo leer “%@”, así que no se añadió nada a Trabajo.
ja: 「%@」を読み取れなかったため、ワークスペースには何も追加されませんでした。
zh_hans: 无法读取“%@”，未向工作台添加任何内容。

# intent.workAddFiles.files
source: Files
es: Archivos
ja: ファイル
zh_hans: 文件

# intent.workAddFiles.note
source: Note
es: Nota
ja: メモ
zh_hans: 笔记

# intent.workAddFiles.title
source: Add Files to Work
es: Añadir archivos a Trabajo
ja: ファイルをワークスペースに追加
zh_hans: 添加文件到工作台

# intent.workVoiceNote.description
source: Open Work and start recording a voice note. The audio goes only to the speech provider you chose, and only to be turned into words — never into a conversation.
es: Abre Trabajo y empieza a grabar una nota de voz. El audio solo va al proveedor de voz que elegiste y solo para convertirlo en texto, nunca a una conversación.
ja: ワークスペースを開き、音声メモを録音します。音声は選択した音声認識プロバイダーに、文字起こしのためだけに送られます。会話にはなりません。
zh_hans: 打开工作台并开始录制语音笔记。音频仅发送给你所选的语音服务商，只用于转写成文字，不会进入对话。

# intent.workVoiceNote.title
source: Record a Note to Work
es: Grabar una nota en Trabajo
ja: メモを録音してワークスペースに保存
zh_hans: 录制笔记到工作台

# intent.workboardCapture.confirmation
source: Added to Work. Nothing was sent.
es: Añadido a Trabajo. No se envió nada.
ja: ワークスペースに追加しました。何も送信していません。
zh_hans: 已添加到工作台，未发送任何内容。

# intent.workboardCapture.description
source: Save a thought to your private Work desk without sending it to an AI.
es: Guarda una idea en tu escritorio privado de Trabajo sin enviarla a una IA.
ja: AIに送信せず、考えを自分だけのワークスペースに保存できます。
zh_hans: 将想法存入私人工作台，不发送给 AI。

# intent.workboardCapture.error.empty
source: Say or type what you want to prepare first.
es: Primero di o escribe lo que quieres preparar.
ja: まず準備したい内容を話すか入力してください。
zh_hans: 请说出或输入你想先准备的内容。

# intent.workboardCapture.error.tooLong
source: That’s too long to add to Work. Shorten it, then try again.
es: El texto es demasiado largo para añadirlo a Trabajo. Acórtalo y vuelve a intentarlo.
ja: ワークスペースに追加するには長すぎます。短くして再試行してください。
zh_hans: 内容过长，无法添加到工作台。请缩短后重试。

# intent.workboardCapture.thought
source: What needs doing?
es: ¿Qué hay que hacer?
ja: 何を進めますか？
zh_hans: 有什么需要处理？

# intent.workboardCapture.title
source: Add to Work
es: Añadir a Trabajo
ja: ワークスペースに追加
zh_hans: 添加到工作台

# markdownLink.confirm.cancel
source: Cancel
es: Cancelar
ja: キャンセル
zh_hans: 取消

# markdownLink.confirm.message
source: This isn't a web link — it asks another app on your device to handle: %@ The link's text was written by your AI and can say anything, so open it only if you expected this.
es: Esto no es un enlace web: pide a otra app de tu dispositivo que gestione: %@ Tu IA escribió el texto del enlace y puede decir cualquier cosa, así que ábrelo solo si lo esperabas.
ja: これはWebリンクではありません。デバイス上の別のアプリで次の内容を処理します： %@ リンクの表示テキストはAIが書いており、任意の内容を表示できます。想定した操作の場合のみ開いてください。
zh_hans: 这不是网页链接，它会请求设备上的另一个 App 处理： %@ 链接文字由 AI 撰写，可能与实际操作无关。只有符合你的预期时才打开。

# markdownLink.confirm.open
source: Open
es: Abrir
ja: 開く
zh_hans: 打开

# markdownLink.confirm.title
source: Open this link outside Conduck?
es: ¿Abrir este enlace fuera de Conduck?
ja: このリンクをConduckの外で開きますか？
zh_hans: 在 Conduck 外打开此链接？

# markdownLink.refused.acknowledge
source: OK
es: Aceptar
zh_hans: 好

# markdownLink.refused.activeContent.message
source: This link carries content of its own instead of naming a place to go (%@:), so there's nothing you could check before it opens. Conduck doesn't open those.
es: Este enlace contiene su propio contenido en lugar de indicar un destino (%@:), así que no hay nada que puedas comprobar antes de abrirlo. Conduck no abre estos enlaces.
ja: このリンクは移動先ではなく、それ自体に内容を含むため（%@:）、開く前に確認できません。Conduckはこの種類のリンクを開きません。
zh_hans: 此链接直接携带内容，而非指向一个地址（%@:），打开前无法检查目标。Conduck 不会打开此类链接。

# markdownLink.refused.title
source: Conduck won't open this link
es: Conduck no abrirá este enlace
ja: Conduckはこのリンクを開きません
zh_hans: Conduck 不会打开此链接

# markdownLink.refused.tooLong.message
source: This isn't a web link, and its destination runs to %1$d characters — too long to show you in full. Conduck won't open a destination you can't check first. It starts with: %2$@
es: Esto no es un enlace web y su destino tiene %1$d caracteres, demasiados para mostrártelo completo. Conduck no abrirá un destino que no puedas comprobar primero. Empieza por: %2$@
ja: これはWebリンクではなく、移動先が%1$d文字あり、全文を表示するには長すぎます。Conduckは事前に確認できない移動先を開きません。先頭の部分： %2$@
zh_hans: 这不是网页链接，且目标长达 %1$d 个字符，无法完整显示。Conduck 不会打开无法事先检查的目标。它的开头是： %2$@

source: menu bar shortcuts
es: funciones rápidas de la barra de menús
ja: メニューバーのショートカット
zh_hans: 菜单栏快捷操作

# menu.captureToWork
source: Capture to Work…
es: Capturar en Trabajo…
ja: ワークスペースに取り込む…
zh_hans: 采集到工作台…

# menu.openWorkDesk
source: Open Work
es: Abrir Trabajo
ja: ワークスペースを開く
zh_hans: 打开工作台

# menu.screenshotAndAsk
source: Screenshot & Ask…
es: Capturar y preguntar…
ja: スクリーンショットで質問…
zh_hans: 截屏并提问…

# menu.settings
source: Settings…
es: Ajustes…
ja: 設定…
zh_hans: 设置…

# menu.settings.short
source: Settings
es: Ajustes
ja: 設定
zh_hans: 设置

# menu.startRecording
source: Start Recording
es: Iniciar grabación
ja: 録音を開始
zh_hans: 开始录音

# menu.typeMessage
source: Type a Message…
es: Escribir un mensaje…
ja: メッセージを入力…
zh_hans: 输入消息…

# menubar.replyReady
source: Reply ready
es: Respuesta lista
ja: 返信の準備ができました
zh_hans: 回复已就绪

# menubar.sendFailed
source: Send failed
es: Falló el envío
ja: 送信失敗
zh_hans: 发送失败

# network.error.generic
source: Network error: %@
es: Error de red: %@
ja: ネットワークエラー：%@
zh_hans: 网络错误：%@

# network.error.noConnection
source: No internet. Conduck needs Wi-Fi or cellular to work.
es: Sin internet. Conduck necesita Wi-Fi o datos móviles para funcionar.
ja: インターネットに接続されていません。ConduckにはWi-Fiまたはモバイル通信が必要です。
zh_hans: 未联网。Conduck 需要 Wi-Fi 或蜂窝网络。

# network.error.noConnection.recovery
source: Check your connection and try again.
es: Comprueba tu conexión y vuelve a intentarlo.
ja: 接続を確認して再試行してください。
zh_hans: 请检查网络连接后重试。

# network.error.persistentFailure
source: Couldn't reach the server. Recording saved — open Conduck to retry.
es: No se pudo conectar con el servidor. Grabación guardada: abre Conduck para reintentar.
ja: サーバーに接続できませんでした。録音は保存されています。Conduckを開いて再試行してください。
zh_hans: 无法连接服务器。录音已保存，请打开 Conduck 重试。

# network.error.persistentFailure.recovery
source: Better reception or Wi-Fi usually sorts it.
es: Una mejor cobertura o el Wi-Fi suelen resolverlo.
ja: 通常は電波の良い場所やWi-Fiで解決できます。
zh_hans: 通常换到信号更好的地方或连接 Wi-Fi 即可解决。

# network.error.timeout
source: Request timed out. Network might be spotty.
es: La solicitud agotó el tiempo de espera. La red puede ser inestable.
ja: リクエストがタイムアウトしました。接続が不安定な可能性があります。
zh_hans: 请求超时，网络可能不稳定。

# network.error.timeout.recovery
source: Try a shorter recording or check your signal.
es: Prueba con una grabación más corta o comprueba la cobertura.
ja: 録音を短くするか、電波状況を確認してください。
zh_hans: 请缩短录音或检查信号。
